---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.City
source: html/8f9a8aca-067a-1e06-0946-e5092634a254.htm
---
# City Members

Causes the object to release immediately any resources it may be utilizing.